[
    {
        "Title":"Head vs Heart.",
        "Poem":"It was always, <br>heart vs head, alive vs. dead; <br>love vs. money, funny vs. honey, <br>body vs. mind, cruel vs. kind, <br>all the way along . <br>some won at beginning , <br>some won at the end, <br>some lost on the way , <br>some lost when they win.  <br> <br>It will be always me vs. you, <br>false vs. true, <br>i hope i lose this time , <br>but darling why cant you be true. <br>Now its about us , just you and me, <br>just about these stars ,<br>just about the rain, <br>just about this endless pain, <br>and the meaningless gain...",
        "Time":"February 2023",
        "Context":"This is of the first poem written by the author where he is coping with his head and heart. Author is confusedd between what to choose to listen to head and let his love go or to choose his heart and chase it. The writer is already tired of the tantrums his lover throws. This poem explores the indecisiveness of the author in his early days of seperation.",
        "Meaning":"This poem captures the perpetual inner and external conflicts we face in life. The initial stanza reflects the contrasts and battles within ourselves and our experiences—heart versus head, life versus death, love versus money, and other dichotomies. The outcomes of these battles vary, with some triumphing at the start, others at the end, and some faltering along the journey. The second stanza shifts to a personal relationship, highlighting the struggle between truth and falsehood. The speaker hopes to lose the battle to remain true to love, despite the pain and challenges. The focus then transitions to the union of 'us' ,emphasizing shared experiences like the stars, rain, and the enduring pain and gains that come with love. Ultimately, the poem delves into the complexities of human emotions, relationships, and the constant tug-of-war between opposing forces.",
        "No":1
    },
    {
        "Title":"Villian's Death.",
        "Poem":"The hero turned to villain,<br>The devil's became Satan,<br>The world's such a hell, <br>Its the dystopia, no fairytale.<br><br>The hero's no more kind ,<br>Yet the villain's not any bad,<br>the thing I've became its sad , sad and sad,<br>I Think the way they don't and they calling me Mad.<br><br>I embrace my little self ,<br>A broken soul with no help,<br>A dying villain, craving his death,<br>His loved word being 'HATE'.",
        "Time":"March 2023",
        "Context":"This poem was written when Author accepted the reality and decided to turn himself as a ruthless, responsible and rude.The context of this poem revolve around the profound disillusionment and transformation of the Writer's identity in a world that has lost its moral compass.",
        "Meaning":"This poem explores the transformation of a character from a hero to a villain, reflecting on the harsh realities of the world. The initial lines contrast the idealistic view of heroes and villains with the grim reality of a dystopian world. The poem delves into the complexity of the hero, who is no longer kind, and the villain, who is not entirely bad, emphasizing the blurred lines between good and evil. The speaker grapples with their identity, feeling misunderstood and labeled as 'mad' for thinking differently. The poem conveys a sense of sadness and despair, as the speaker embraces their broken, helpless self. The final lines highlight the speaker's inner turmoil, portraying a dying villain who craves death and finds solace in the word 'hate.'' Overall, the poem captures the struggle of identity, perception, and the impact of a harsh, unforgiving world.",
        "No":2
    },{
        "Title":"Scars.",
        "Poem":"I love my Scars  <br>for they are proof of my struggle, <br>truce of my hustle, <br>They are all over my body, <br>and some of them on the Soul. <br>They are on my face  <br>and all the way down to the bones.",
        "Time":"June 2023",
        "Context":"This was written when author has stared admiring his journey thorough hell and came the otherside with scars and here he is describing them and how much he loves being scarred(loved).",
        "Meaning":"This poem celebrates the speaker's scars as symbols of their resilience and perseverance. The scars serve as tangible evidence of the struggles and challenges they have faced. By referring to the scars as a 'truce of my hustle', the speaker acknowledges the hard-fought battles and the peace achieved through their efforts. The scars are described as being present on both their body and soul, indicating deep emotional and physical wounds. The speaker's face and bones are marked, emphasizing the pervasive impact of their experiences. Overall, the poem conveys a sense of acceptance and pride in one's scars, viewing them as badges of honor that tell the story of their journey and survival.",
        "No":3
    },
    {
        "Title":"She is Mess.",
        "Poem":"She is mess , she's messiah <br>the more she is kind, <br>and a bit cute, <br>with a beautiful mind. <br><br>moreover she is sassy  <br>and that's what makes me fall, <br>I've fallen for her madness  <br>and the beauty of mind at all. <br><br>Her mind is full of love  <br>and her eyes are those damn stars,<br>when she gets me alone , <br>she leaves me with them scars. <br><br>Oh, my love you are Ocean of Kindness  <br>and I'm thirsty enough to drink it all <br>would you let me taste your water , <br>Ah! It's Elixir what they call.",
        "Time":"September 2023",
        "Context":"Author saw really kind person whom he is admiring through his words. Girl whom Author describes as mess. When I wrote this poem I was just amazed with the love she bestowed on me. I have worded how kind and stunning that person is. ",
        "Meaning":"The poem 'She is Mess' captures the speaker's admiration for a complex, multifaceted woman. The poem juxtaposes the woman's chaotic nature (mess) with her redemptive qualities (messiah). The speaker is drawn to her kindness, cuteness, and intellectual beauty. Despite her sassiness and madness, these traits intensify the speaker's affection. Her mind is portrayed as a reservoir of love, and her eyes are likened to stars, suggesting their captivating and celestial quality. The scars she leaves imply deep emotional impact, both painful and profound. The final stanza emphasizes her immense kindness, described metaphorically as an ocean, and the speaker's yearning to experience it fully, referring to it as an elixir. Overall, the poem delves into the enchanting and tumultuous nature of love, portraying a woman whose complexity and contradictions make her irresistibly alluring.",
        "No":4
    },
    {
        "Title":"The Exquisite Beauty.",
        "Poem":"I have seen exquisite beauty, <br>Can't even handle it any more.<br>anatomy like great sculptor's duty,<br>As mermaids on pristine shore.<br><br>She is daydreamer's Nightmare,<br>And a poets Metaphor.<br>A priest's welfare, <br>And Artist's Store.<br><br>I heard painters crying,<br>And poets dying.<br>A beauty so fascinating <br>Even boffins are lying....<br>",
        "Time":"December 2024",
        "Context":"This poem was written to describe a beautiful girl is Authors life. It gives an Idea how Beautiful she is. Author wants her to know how beautiful she is. The poem is written as a token of love for the special one.",
        "Meaning":"This poem reflects the speaker's overwhelming admiration for a woman's unparalleled beauty. The first stanza describes her physical form, comparing it to a sculptor's masterpiece and the enchanting allure of mermaids. Her beauty is so intense that it becomes a paradox—both a dream and a nightmare. The second stanza elaborates on the profound impact she has on various individuals: she inspires poets, priests, and artists alike. Her presence is likened to a metaphor for poets, a source of welfare for priests, and a treasure trove for artists. The final stanza captures the emotional turmoil her beauty causes, leaving painters and poets in awe and despair. Even scientists ('boffins') are rendered speechless by her captivating charm. Overall, the poem emphasizes the power of beauty to inspire, confound, and move people deeply.",
        "No":5
    },
    
    {
        "Title":"Soulmate.",
        "Poem":"Among billion beings and millions of things. <br>A person knew me, my soul, all of my feelings. <br>For whom I opened my heart's gate. <br>Whom I can call 'my soulmate'. <br><br>We may have our differences, <br>But don't we admire them? <br>We have different name. <br>But aren't we the same ? <br><br>In different galaxies we both fling. <br>still connected with the cosmic string. <br>We are destined to follow our orders, <br>But some day we'll cross all borders. <br><br>Though we are lightyears apart,  <br>Our worlds may never collide but our heart. <br>Maybe we could never meet in our routines, <br>But Why don't you meet me in my dreams. <br>",
        "Time":"December 2024",
        "Context":"Author met a person who is like him. they are so much similiar that thier words coincide thier thoughts coincide. They like same songs, They love same movies, thier thoughts are almost same and author is so much amazed by this person. This poem was written for that person at midnight hour.",
        "Meaning":"This poem delves into the concept of a soulmate, emphasizing the deep connection between two individuals amidst the vastness of existence. The speaker describes a person who understands their soul and emotions, someone they call their soulmate. Despite their differences, these are seen as admirable qualities that enhance their bond. The poem uses cosmic imagery to illustrate the connection, suggesting that even if they are in different galaxies, they remain linked by a cosmic string. The speaker expresses hope that, despite being lightyears apart, their hearts are still connected. The poem concludes with the idea that although they may never meet in their daily lives, they can unite in dreams, symbolizing the enduring nature of their bond.",
        "No":6
    },
    {
        "Title":"Last Days of December.",
        "Poem":"Made with Hell's fire and heavens light,<br>I've never seen a lady half as bright.<br>Her dark brown eyes, her rosy soft lips,<br>The way she smiles, even charmer take tips.<br><br>The butterflies started chasing rainbows,<br>And horses raced through the meadows.<br>An Amature seeked her look, just a glance of her,<br>His guts wrenched on last days of December.<br>",
        "Time":"December 2024",
        "Context":"It was last week of December month when Author found a really good girl whom he kinda fell for, here Iam describing how those last days of December became some of the coolest days of that year.",
        "Meaning":"The poem depicts a captivating girl whose exceptional beauty and charm leave a profound impact on the speaker and those around her. Described as a blend of Hell's fire and heaven's light, she is unmatched in brightness. Her dark brown eyes and rosy soft lips, along with her enchanting smile, are admired even by charmers. The imagery of butterflies chasing rainbows and horses racing through meadows illustrates the magical effect she has on the world. An amateur, deeply moved by her presence, yearns for just a glance, feeling an intense emotional turmoil, especially during the last days of December. This poem beautifully captures the allure and profound influence of a remarkable girl.",
        "No":7
    },
    {
        "Title":"How Much I Love You.",
        "Poem":"How much I respect you? If you ever thought.<br>I like to show, I may never say it but I respect you alot.<br>How much I admire you ? If that's your question.<br>Have I ever told you that you are my Obsession.<br>How much I feel you? If you ever tried.<br>I can feel you in my bones that I cant even hide.<br><br>How much I adore you? If you ever ask.<br>I'll say adoring you is my only task.<br>How much I miss you? If you ever know.<br>It'll make you wonder and make your mind blow.<br>How much I love you? if you ever think.<br>If I try to write it down I'll run out of ink.<br>",
        "Time":"January 2025",
        "Context":"Author is describing the intensity of his love. For he was asked how much? this is his answer.",
        "Meaning":"This poem expresses the speaker's profound and overwhelming feelings for a cherished person. Through a series of rhetorical questions, the speaker highlights the depth of their respect, admiration, and emotional connection. The poem emphasizes that while the speaker may not always verbalize these feelings, they are intensely felt. The speaker describes their admiration as an obsession and their feelings as something deeply ingrained, almost palpable in their bones. The adoration is portrayed as a singular, dedicated task. The speaker's longing and missing are so intense that it would astonish the person they miss. The poem culminates in the declaration of love, so vast and limitless that even attempting to write it down would exhaust all the ink. Overall, the poem captures the essence of an all-consuming, heartfelt love that transcends ordinary expression.",
        "No":8
    },
    {
        "Title":"The Way She Is.",
        "Poem":"The way she looks away and smile,<br>It melts my heart, makes it fragile.<br>The way she caress her hair,<br>It steals breath and denies me air.<br><br>The way she acts, her enchanting talk,<br>Always claims my soul and takes it to a walk.<br>The way she gives me butterflies,<br>It makes me shine and lighten my eyes.<br><br>The way she subtly compliments, <br>I lose my mind and turn down the gates.<br>The way she shows her love and care,<br>How can I not fall?, how can I not even dare?<br>",
        "Time":"January 2025",
        "Context":"Author describes the nature of his lover. I was written on a sunny afternoon while I was roaming in the fields, laughing stupidly about how she makes me feel special and all. I was smiling to myself for having such a good person by my side. Then this poetry Idea striked me.",
        "Meaning":"This poem beautifully captures the speaker's deep admiration and affection for a woman whose every action profoundly impacts them. Her simple act of looking away and smiling melts the speaker's heart, making it fragile. The way she caresses her hair takes the speaker's breath away. Her enchanting talk captivates the speaker's soul, leading it on an emotional journey. She gives the speaker butterflies, filling them with joy and excitement, and her subtle compliments cause the speaker to lose their mind and let down their emotional defenses. Her expressions of love and care are so compelling that the speaker feels they have no choice but to fall for her. The poem highlights the irresistible charm and profound influence of the woman's presence on the speaker, making their admiration and love palpable.",
        "No":9
    },
    {
        "Title":"Forgive Me Please.",
        "Poem":"A dark night witnessed a lover's distress,<br>He felt unloved, fooled and stressed.<br>In heat of anger he asked proof,<br>She told him to look through her heart's roof.<br>He exclaimed is that all you got.<br>She asked him she can't do more.<br><br>''Thats your problem'' the way he said,<br>An adverse decison he had made.<br>I know he'll regret it later,<br>But does that make it any better.<br>Maybe he is just extremely confused,<br>I did everything still he refused.<br><br>Their hearts were cold and clear,<br>But the night was dark, full of despair.<br>Both of them knew they broke something hard.<br>Now let's see if they could fix it or discard.<br>I forgave her and bent on my knees,<br>Hey, my soulmate would you forgive me, please ?<br>",
        "Time":"January 2025",
        "Context":"This poem is author's plea for forgiveness from a person he hurt in anger. The night prior I had fight with my muse and this iam writing as an apology. One of the hardest poem to write but the regret was all over my mind while I was wording it, the sadness and regret can be seen in the poem itself. to be honest, I even forgot the reason for the fight.",
        "Meaning": "This poem captures the emotional turmoil and tension between lovers on a dark night. The speaker, feeling unloved and stressed, demands proof of love from their partner. Despite her heartfelt response, he dismisses her effort, leading to an adverse decision he may later regret. The speaker reflects on the confusion and the refusal to acknowledge her attempts to reconcile. Both lovers experience a cold clarity, realizing they've broken something precious. The poem ends with the speaker expressing remorse, kneeling in forgiveness, and pleading for reconciliation. The poem portrays the complexity of love, misunderstandings, and the hope for healing despite the despair and damage caused by emotional conflict.",
        "No":10
    },
    {
        "Title":"Her Scars.",
        "Poem":"And look how she carries.<br>Her broken heart, her shattered soul.<br>Through sticks and stones,<br>Her broken bones.<br>And she flaunts her stellate scars,<br>Her healed wounds and Golden heart.<br>",
        "Time":"December 2024",
        "Context":"Author is describing how his lover have been scarred by life. She had a rare disease. But god she is so strong and courageous. She overcame so many things that normal person can't even imagine. My words are just insufficient for her courage adn bravery.",
        "Meaning":"This poem portrays a resilient woman who carries the weight of her past struggles with grace and strength. Despite her broken heart and shattered soul, she perseveres through life's challenges, symbolized by sticks and stones and broken bones. Her stellate scars and healed wounds are a testament to her endurance and healing journey. She proudly flaunts these marks of survival, highlighting her ability to overcome adversity. Her golden heart symbolizes her inner goodness and compassion, despite the pain she has endured. Overall, the poem celebrates the woman's courage and resilience, showcasing her ability to rise above hardships and remain strong and kind.",
        "No":11
    },
    {
        "Title":"I had a Dream.",
        "Poem":"I had a dream, the last night.<br>I don't remember but I got a sight.<br>I saw a blurry face and it was you.<br>I was there beside you too.<br><br>You were smiling and fondling around.<br>Playing with your hairs, dark and long.<br>You were having this pleasent smile,<br>Your fragrance travelling a nautical mile.<br><br>We were there living in the moment,<br>We were ethereal, happy and present.<br>We were alive, we were ecstatic,<br>All we were is bold and beatific.<br><br>I made deal with gods and divine,<br>Give me your soul on price of mine.<br>Subtly my head bows and bends,<br>And I wish my sleep never ends...<br>",
        "Time":"January 2025",
        "Context":"For the first time Author dreamt about his lover, and though I don't remember the whole dream but it was a really cool one.",
        "Meaning":"This poem reflects a dream where the speaker experiences a deeply emotional and surreal moment with a loved one. The dream starts with a blurry vision of the loved one, but the speaker soon finds themselves beside them. The loved one is described with admiration, highlighting their smile, dark hair, and enchanting fragrance. Together, they share a perfect, joyous moment, feeling ethereal and ecstatic. The speaker's profound love leads them to make a metaphorical deal with the divine, offering their soul in exchange for their loved one's. The poem conveys a strong desire to prolong this dream, wishing it would never end. Overall, the poem captures the intense emotions, love, and longing experienced in the dream, blending reality and fantasy.",
        "No":12
    },
    {
        "Title":"What did I do?",
        "Poem":"You healed my broken soul, filled every crack with gold,<br>Then threw it on floor , wrenched it dry and cold.<br>You made flowers grow in darkest part of my heart,<br>You watered them with empathy and ripped them apart.<br><br>You touched my mind to the deepest level,<br>And buried me down with a silver shovel.<br>You kissed my face a million times,<br>Not with your lips but your words and lines.<br><br>You held my hands with pleasure and peace,<br>And left them empty with utmost ease.<br>I need no sympathy, I need no help,<br>I don't hate you, but I hate myself.<br><br>You guessed my words even before i thought.<br>Gave me reasons to think of you alot.<br>You gave me smile and made me cry too,<br>You did all this and said ''what did I do ?''...<br>",
        "Time":"January 2025",
        "Context":"Author describes how a girl healed him. How she supported him. Made him feel special. Gave him love and care.",
        "Meaning":"This poem delves into the intense emotional journey of a speaker who experiences both healing and deep pain through a relationship. The person initially healed the speaker's broken soul, filling every crack with gold, only to later inflict more damage by throwing it on the floor and wrenching it dry and cold. They brought life and growth to the darkest parts of the speaker's heart, only to destroy it with their empathy. The speaker's mind was touched deeply, yet they were metaphorically buried with a silver shovel. The person's words and actions had a profound impact, leaving the speaker both elated and devastated. Despite the pleasure and peace initially felt, the speaker was ultimately left empty-handed, struggling with self-hatred. The relationship brought both smiles and tears, but the person remained oblivious to the impact of their actions, asking, what did I do?",
        "No":13
    },
    {
        "Title":"Talking to You Makes My Day.",
        "Poem":"These mesmerizing scenes, mountains and trees,<br>I came across the nature, Butterflies and bees.<br>All alone on my own, I wondered on a narrow trials,<br>Lonely, I was walking them unlocking forgotten tales.<br><br>Remembering your beautiful face,<br>I came across this wonderful place.<br>Every tree was yelling your name,<br>I couldn't stop my burning flame.<br><br>As I passed by the majestic oaks,<br>I felt your presence, your playful hoax.<br>They resemble your wisdom and your strength,<br>Your significance can be defined by their length.<br><br>The longer I stayed in their shade,<br>Suddenly your text came, the oaks became glade,<br>I felt you around me, loneliness begin to fade.<br>We talked for a while but my day was made....<br>",
        "Time":"February 2025",
        "Context":"Author decribes talking to a favourite person makes his day. I was walking alone by a mountain and I was thinking about all the things and talking to the imaginary one.",
        "Meaning":"This poem captures the speaker's emotional journey through nature, reflecting on their connection with a loved one. As they wander alone, the beauty of the mountains, trees, butterflies, and bees evokes memories of the loved one. The presence of the loved one is felt in the surroundings, with trees metaphorically calling out their name, reigniting the speaker's passion. Majestic oaks symbolize the loved one's wisdom and strength, offering solace and companionship. The arrival of a text message from the loved one transforms the scene, turning the oaks into a source of joy and making the speaker's loneliness fade. The poem highlights the profound impact of the loved one's presence, even from a distance, and the joy that simple communication can bring, making the speaker's day complete.",
        "No":14
    },
    {
        "Title":"Toxic.",
        "Poem":"A small talk won't cause a harm,<br>I thought it will turn into a charm.<br>We talked, we liked it and loved,<br>We felt the warmth, we observed.<br><br>Things seemed cool,<br>We made ourselves fool.<br>The quarrels on little things,<br>Habit of human beings.<br><br>Look what I've made it, a mess;<br>It's getting toxic, I guess.<br>Love flew too close to fire,<br>Burnt down to ashes, it expire.<br><br>Love is dying, save it.<br>Put out the fire it's still lit.<br>Save me or I'll die, <br>catch me or I'll fly...<br><br>You may call it toxic,<br>But there is not any trick.<br>We knew we are like that only,<br>I think iam better lonely.<br><br>Maybe it is what you say,<br>But We will be together, I still pray.<br>Maybe we are not perfect, <br>But we are benevolent, I expect.<br><br>We maybe having fights,<br>We maybe wrongs and rights.<br>But we can still keep it good,<br>I believe you, I love you, I hope it makes your mood....<br>",
        "Time":"February 2025",
        "Context":"Shows toxic behaviour of author. Its a story of how i avoided the relationship but still ended up getting into then ended up being toxic. I shows the hard I tried not to be rude but still ended up being called 'Toxic'.",
        "Meaning":"This poem reflects on the evolution of a relationship that started with light-hearted conversation and mutual affection but has since descended into turmoil. The initial verses capture the warmth and charm of their early interactions, filled with love and understanding. However, as time progresses, small quarrels and human imperfections surface, leading to a toxic atmosphere. The metaphor of love flying too close to fire and burning down to ashes illustrates the destructive nature of their relationship. Despite recognizing the toxicity, the speaker pleads for saving the love, expressing a deep fear of losing it. They acknowledge the imperfections and the struggles but also express hope and a belief in the possibility of rekindling their bond. The speaker's inner conflict is evident as they contemplate loneliness but still pray for togetherness, believing in their inherent benevolence. The poem ends on a hopeful note, emphasizing the speaker's love and desire to improve the relationship, hoping it will lift the loved one's mood and bring positivity. Overall, the poem captures the complex emotions of love, conflict, hope, and the desire for reconciliation in a turbulent relationship.",
        "No":15
    },
    {
        "Title":"All Beautiful Things Must End.",
        "Poem":"I drowned in the waters,<br>That I wanted to swim in.<br>I should have kept my love,<br>Kept it under the skin.<br><br>I cant blame stairs for my fall.<br>for I was the one running too fast.<br>for they have brought me to halt.<br>but was it really their fault?<br><br>Iam Hating the songs I used to love once,<br>Iam really a fool, the greatest dunce.<br>Not hating you but hating myself for loving you.<br>How stupid was I to think that you'll love me too.<br> <br>All the captivating chats we shared.<br>for I was afraid, but still I dared.<br>I still cant call you, a lover or a friend.<br>for All the beautiful things must end.<br>",
        "Time":"February 2025",
        "Context":"Author describes the rule of nature to end all the beautiful things after thier purpose is done. Every thing I have touched has been ruined. And I must accept the volatality of the nature.",
        "Meaning":"This poem expresses the speaker's regret and self-blame for a failed relationship. The speaker metaphorically describes drowning in waters they wanted to swim in, signifying the overwhelming emotions of love. They acknowledge that they were responsible for their downfall, running too fast and not being cautious. The speaker's self-loathing is evident as they hate the songs they once loved and consider themselves a fool for believing in mutual love. The captivating chats and moments they shared are now tinged with regret and fear. The speaker is conflicted, unable to categorize the relationship as either love or friendship. The poem concludes with a melancholic acceptance that all beautiful things must come to an end, highlighting the speaker's struggle with loss and the end of the relationship." ,
        "No":16
    },
    {
        "Title":"Butterfly with Weathered Feather.",
        "Poem":"Butterfly with weathered feather,<br>Is about to die.<br>A young boy can't help it either,<br>But can only cry.<br><br>Afraid to touch her fragile plume,<br>Her body aches but her soul blooms.<br>He hesitated the friendly touch,<br>Want to help but afraid too much.<br><br>Still he dared the things, <br>Healed her broken wings.<br>Those parts of body the boy touched,<br>He left the fly with marks and smudge.<br><br>Sad was the boy for leaving scars,<br>Fly was happy with all those marks.<br>For a new friend she had gained,<br>Her wings weren't scarred but only stained.<br><br>Seeing the delighted cherished Fly,<br>Her feathers calmed the nervous boy.<br>Butterfly with weathered feather,<br>Started again to fly.<br>",
        "Time":"February 2025",
        "Context":"Author met a person, healedd them and let them walk away. And I still have no regret of letting go. For it was me who felt good in healing for I was in love.",
        "Meaning":"This poem tells the story of a young boy who finds a fragile butterfly with damaged wings and hesitates to help, fearing he'll hurt it more. Despite his fears, he gently heals the butterfly, leaving marks on her wings. While the boy feels sad for leaving scars, the butterfly feels happy and grateful for the care, seeing the marks as a sign of their new friendship. The butterfly's joy reassures the boy, and she begins to fly again, symbolizing the positive impact of kindness and the strength found in helping others.",
        "No":17
    },
    {
        "Title":"The Legend of Adonis.",
        "Poem":"Voyage of thousand miles,<br>Through snow, brine and pines,<br>Arduous journey to immortality,<br>To Isle of Gardar's Shrines.<br><br>O' Adonis, son of King Ares,<br>Fighting Evil, devil and furies,<br>He Holds the courage to walk,<br>Alone on the path of glory… <br><br><br>trek across harsh, unforgiving desert.<br>Even greatest of men afraid to start.<br>Voyager of the greatest voyage,<br>Never keeps a small heart.<br><br>A journey through furious sea,<br>Men toasted wine, rum and tea.<br>With courage they crossed hell,<br>Sobbing sea wailing eerie knell.<br><br>Faroe's Island came to sight,<br>Warriors had relief that night<br>Their battered ship, found a shore.<br>Their grueling odyssey ended in lore.<br><br><br>Beneath the cloudy, darkened sky,<br>Faroe Island draws a sigh.<br>Greenery lush and waters blue,<br>A paradise in men's view.<br><br>Soon they meet a troop of men,<br>Led by a brave, bold women.<br>Horns of warning in the air,<br>Positions taken with great care.<br><br>Her golden sword, merciful and moral;<br>To Adonis, she offered a welcome floral.<br>Strangers now in bonds that tie,<br>Together beneath that darkened sky.<br><br><br>The Forest of Dead, Mephisto's curse.<br>walking through dark and worse.<br>warriors fought with dead immortals,<br>through bravery they opened hell's portal.<br><br>Despite fierce fighting, lives were lost.<br>On both the ends, one them was a good friend,<br>Adonis's saw his brother die,<br>He deemed revenge and fury in his eye.<br><br>With great vengeance and flaming revenge,<br>He brought the enemy on this blade's edge.<br>Nemesis begged for mercy, forgiveness.<br>Adonis offered cold death, then recess.<br><br>Mercy was given, Mephisto was tamed.<br>He offered his loyalty in exchange.<br>Adonis mourned to Bjorn's death,<br>Mephisto gave him Aid and strength.<br><br><br> ",
        "Time":"Jan-Feb 2025",
        "Context":"Collection of 5 poems written for the story series of 'The Legend of Adonis' describing hero's journey",
        "Meaning":"This epic poem narrates the journey of Adonis, the son of King Ares, on his quest for immortality. Adonis embarks on a perilous voyage through snow, deserts, and furious seas, facing numerous challenges and battling evil forces. His courage and determination guide him to Faroe Island, a lush paradise where he meets a brave woman leading a troop of men. They form an alliance and venture into the cursed Forest of Dead, fighting undead warriors and opening hell's portal. Amidst fierce battles, Adonis witnesses his brother's death, fueling his desire for revenge. He ultimately defeats his nemesis, showing no mercy. The poem concludes with Adonis mourning his brother's loss, while Mephisto, the former enemy, offers his loyalty and aid. This poem highlights themes of bravery, loss, and the transformative power of alliances and forgiveness.",
        "No":18
    },
    {
        "Title":"Blame Me.",
        "Poem":"Blame me for my mistakes, <br>But do praise me for the good. <br>Slap me for my stupidity,<br> Do kiss me for the mood.<br><br>Hate me for the depraved mind,<br>Do love me for I was still kind.<br>Punish me for my crimes,<br> Do spare me for sake of good times.<br><br>Kill me for all my sins,<br>But do save me by all means.<br>For I am stupid, confused.<br>For we are all human beings.",
        "Time":"28th February 2025",
        "Context":"Poem written in state of confusion. Author is confused while is it good or bad to do what he is doing. Iam made of all my good things and bad things too Here I want them to know that Iam not good, yet not all bad. Still confused though.",
        "Meaning":"This poem reflects the complexity of human nature, emphasizing the interplay between flaws and virtues. The poet acknowledges their mistakes and seeks both judgment and forgiveness, creating a dynamic tension between punishment and mercy. It captures the vulnerability of being human—stupidity, confusion, and a yearning for understanding. Through contrasts like blame and praise, hate and love, the poet highlights the duality present in all relationships. The plea for compassion despite shortcomings conveys a universal truth: imperfection is intrinsic to humanity. The closing lines unite all individuals in this shared struggle, appealing to empathy and redemption. Overall, the poem is a heartfelt introspection, urging the audience to embrace both flaws and goodness, as they coexist in everyone.",
        "No":19
    },
    {
        "Title":"The Revolution",
        "Poem":" How lucky to live in a world <br>Where politicians are involved in crime, <br>A Nation in hands of unfortunate regime. <br>Twisted truths and masked facts. <br>Propoganda everywhere and false tacts. <br><br>And when things go beyond worse, <br>A revolution must rise, to reverse the curse. <br>For the country by the countrymen. <br>For the freedom by the freemen. <br><br>Don't just fight for the sake of fight, <br>Fight for the good, fight for the right. <br>Fight with words, fight with all your might. <br>Let others be the evil, you be the light. <br><br>Never hesitate to seek the truth, <br>Never be afraid to speak the truth. <br>If truth may hurt them, let them cry. <br>And If truth shall kill them, let them die. <br><br>And we shall establish the reign of good, <br>For our kids, women and brotherhood. <br>We shall rise from the ashes, united. <br>We shall bring peace to divided. <br><br>And Revolution demands blood, <br>Not yours but thiers. <br>Then only victory shall be ours, <br>Then only peace shall be ours. <br>Peace shall be ours... <br>",
        "Time":"March 2025",
        "Context":"Seeing the current situation of the nation I cant keep quiet but revolt. The way things are, it's not okay to just wait and watch things happen. This poem is revolt against the evil, corrupt and cruel world.",
        "Meaning":" This poem reflects frustration with corruption and dishonesty in politics and governance. It highlights how propaganda and lies dominate, leading to a nation suffering under an unfortunate regime. The poet calls for a revolution, urging people to rise together to bring change and reverse the damage caused by such leadership. <br>The poem emphasizes fighting for justice and truth, not through violence but with words and determination. It encourages individuals to be a beacon of light and goodness, even when surrounded by evil. The pursuit of truth is portrayed as essential, even if it challenges or hurts those who oppose it. <br>Ultimately, the poem envisions a united society where peace and harmony prevail. It acknowledges that revolutions may demand sacrifices but stresses that these efforts are for the greater good—ensuring a better future for all, especially the vulnerable and marginalized. It’s a call for hope, unity, and transformation.",
        "No":20
    },
    {
        "Title":"All the Matchboxes I have hidden in the Woods",
        "Poem":"In the dense wood there is a spot so good.<br>With high trees and creeping ferns.<br>There are trails with twist and turns.<br>A spot to make a ciggerate burn.<br><br>A ciggerate lit, match get thrown.<br>Blow it, before it starts fire in the forest grown.<br>Hide the box; such a way in woods,<br>Only you can find it, when you should.<br><br>Be careful with the rains and winds,<br>Keep your box in closed lids.<br>It shall be useful when you need.<br>It must be able to lit ciggerate and weed.<br><br>And all the match boxes I have hidden in woods,<br>I have never found a one, in condition any good.<br>All of them withered, and most of them lost.<br>I used single match but paid the full cost. <br>",
        "Time":"April 2025",
        "Context":"This poem was written for the memories the writer holds and keeps holding on them still they slip just like the matchboxes he is been hiding in woods and then just not finding them how he left them. Its about him trying to keep his memories but not getting away with them. and then regreting over because he didnt find his memories in a good condition. there is also a deeper meaning which is left to readers to find.",
        "Meaning":"This poem reflects on the transient nature of things we leave behind, both physically and emotionally. The act of hiding matchboxes in the woods symbolizes attempts to preserve something—whether it be memories, habits, or moments of solace. Yet, nature inevitably takes its toll; time erodes the hidden objects, rendering them useless. The lines about lighting cigarettes and weed hint at the passage of time and self-indulgence, while the loss of every matchbox speaks to the futility of trying to control impermanence. The final stanza holds a deeper regret—the poet used only a single match, but paid the full cost, which suggests consequences far beyond what was expected. The poem serves as a quiet meditation on impermanence, consequences, and our futile attempts at preservation.",
        "No":21
    },
    {
        "Title":"Brown Eyes",
        "Poem":"when the gaze settles on her,<br>I can't see anything else, just admire.<br>Her innocent rabbit eyes,<br>A character in her guise.<br>She has been casted in mold of light,<br>Such that, her eyes are dark, still shine bright.<br><br>And ohh! her maddening voice,<br>Captivates your senses, mutes all the noise.<br>Her sweet tranquil words, leaves you no choice.<br>A gazer like me became such flat.<br>upon close inspection I realised that,<br>Her eyes are dark brown and not at all black.<br><br>And my eyes still finding you.<br>In the crowds and in the few,<br>I promised your eyes a poem and I'll write it soon,<br>But can't find a word that rhymes with the moon.<br>I could have rhymed you eyes, with moonrise,<br>But your eyes are brown, not black that'll be unwise. <br>",
        "Time":"May 2025",
        "Context":"Mesmerized with Her Brown eyes writer wrote this poem, people never noticed that poet had brown eyes they just called them black but when he saw his lover's eyes and he noticed the subtle brown hue in her eyes he was the only one to notice that her eyes were brown. noticing such a subtle detail in someone's shows how deeply they are in love with that person. and the fact that nobdy noticed his eye colour before say alot.",
        "Meaning":"This poem captures the mesmerizing effect of a loved one's gaze. The speaker is enchanted by the depth and mystery of her brown eyes, initially mistaking them for black due to their intense allure. The imagery of light and contrast highlights the beauty in darkness—her eyes shine despite their deep hue. The poem also explores the power of voice, suggesting that her presence is not only visual but auditory, silencing all distractions. There’s a wistful search embedded in the lines, as the speaker continues seeking her gaze among strangers, longing to craft a perfect poem in tribute. The struggle to rhyme with 'moon' humorously reinforces the uniqueness of brown eyes—distinguished, rare, and irreplaceable. It’s a delicate reflection on admiration, longing, and the difficulty of articulating love through words.",
        "No":22
    }
]
